{
    "0": [
        "Yes, you should.",
        "That’s up to you.",
        "go for it",
        "you don’t need to repeat them and learn the hard way"
    ],
    "1": [
        "The “too late” mindset will ruin your investing\n\npsychology and your potential to make enough money to enjoy your life.",
        "It’s not too late to invest",
        "It’s not too late to invest"
    ],
    "2": [
        "Bitcoin is extremely weird",
        "Bill is a cryptocurrency, or a form of digital currency that uses cryptography for security",
        "Bitcoin is like digital gold",
        "There is no official Bitcoin price",
        "One could argue that gold served a physical world well, we now live in a more digital one",
        "Bitcoin is pretty useless. But so is gold.",
        "Forget Bitcoin's intrinsic use, no-one ever cared about gold's either, but as more sophisticated investors buy into Bitcoin, which will spur on others, it will entrench itself as digital gold",
        "One could argue that gold served a physical world well, we now live in a more digital one",
        "Forget Bitcoin's intrinsic use, no-one ever cared about gold's either, but as more sophisticated investors buy into Bitcoin, which will spur on others, it will entrench itself as digital gold"
    ],
    "3": [
        "It should be used to determine the trend: up, down, neutral"
    ],
    "4": [
        "This is massive"
    ],
    "5": [
        "The significant thing is to do your own research and comprehend the dangers",
        "Keep that in mind, and do your own research based on where you live"
    ],
    "6": [
        "The simple answer is Yes."
    ],
    "7": [
        "It is almost certainly in a bubble.",
        "I urge people to please take a look at the following chart of Bitcoin to understand this bubble",
        "If you are worried that you missed one of the insane bull run, bubble whatever"
    ],
    "8": [
        "Yes, Bitcoin has its pros",
        "If you understand the potential impact of Bitcoin, it won’t be hard to understand why investing in bitcoin may be a good idea",
        "if you’re wondering should you invest in Bitcoin, the answer is yes",
        "I would say YES! Bitcoin has been a good thing for me and lots of people i am sure",
        "If you are looking to invest in a large-cap crypto, ETH could be a better choice due to it’s necessity as an currency for conducting transactions on the Ethereum network, which is continually growing its user base",
        "It depends what your level of disposable income is, how great your assets are, and what other assets you have invested in",
        "If you're wondering whether you should invest in Bitcoin, the short answer is yes",
        "it also presents a great opportunity for investors who are looking to make quick profits",
        "One rule of thumb is to invest no more than 10% of your portfolio in individual stocks or risky assets like bitcoin. If you’re new to investing",
        "Yes, you can invest in bitcoin."
    ],
    "9": [
        "The worst way to invest as an everyday person is for the short term.",
        "The best time to buy bitcoin is when you understand it and see its value.",
        "This doesn’t mean you should not invest in bitcoin. Instead, let experts handle your investment.",
        "Try thinking of investing in bitcoin as you would buying a lottery ticket.",
        "Invest in Bitcoin, only if you are okay to loss all.",
        "this is your opportunity to learn from someone with over a decade of real world experience",
        "Investing money you can afford to lose is also critical.",
        "You can invest in bitcoin, because it has the most convenient and rewarding platform",
        "I recommend investing on (investments bay, com) from now!",
        "Investing in Bitcoin is viable option especially in a view of current decline of the power of Fiat currencies.",
        "Bitcoin is extremely volatile, but if you are willing to take the risk, first make sure you understand what you are investing in and have a crypto investment strategy",
        "If you have a strong mind to accept the loss, then you may invest your money."
    ],
    "10": [
        "You can see the gains!"
    ],
    "11": [
        "Thinking about the assets you invest in over the long term helps reduce your stress levels",
        "If you must invest in it, remember the golden rule of investing - Never invest more than what you’re willing to lose",
        "If you absolutely must, no more than 10% of your portfolio must be invested in risky assets",
        "It is more of a gamble than an investment",
        "Risk is inherent in all investments, and no matter how hard you try, you cannot get around it"
    ],
    "12": [
        "to successfully earn off cryptocurrency, it’s all about timing, studying the market if you decide to self trade",
        "If you have some cash to spare, investing in some cryptocurrency is not a bad idea",
        "The cryptocurrency market has been growing at an exponential pace and making a number of people very rich",
        "The crypto scene is full of newbies and fake experts with dangerous advice",
        "Think carefully about why you want to invest in cryptocurrency before you do so.",
        "Buying bitcoin or other cryptocurrencies can be a fun way to explore an experimental new investment. But it’s also true that any investment in cryptocurrency should carry a warning label like cigarettes: “This product may be harmful to the health of your finances. Never buy more than you can afford to lose.",
        "If you are willing to take the risk, first make sure you understand what you are investing in and have a crypto investment strategy"
    ],
    "13": [
        "Bitcoin’s monetary policy is one of its most important features.",
        "Through a global transaction network, bitcoins can be sent securely across borders, in any amount, at low costs, as seamlessly as a text message, and without the need for trusted third-parties",
        "The bitcoin protocol provides the most secure system to make online payments and with so many payment processing system creating products for the end user, bitcoins are definitely one of the most significant options to proceed online payments",
        "Bitcoin makes cross-border payments possible, and also provides an easy way for people to escape failed government monetary policy"
    ],
    "14": [
        "But bitcoin trading is minimalistic",
        "Here are some serious risks associated with bitcoin investments.",
        "We continue to feel strong about Bitcoin being the leading indicator for cryptocurrencies",
        "Venture capitalists have poured tons of money into the Bitcoin ecosystem",
        "Cryto currency is an extremely high-hazard venture, and CFDs bought on margin are significantly more hazardous.",
        "It is unwise not to invest in Bitcoin.",
        "What makes bitcoins valuable is because bitcoins are scarce and useful",
        "Bitcoin is decentralized, which means it isn't controlled by any single entity like a central bank or government",
        "Crypto will never be real money.",
        "Anyone who bought Bitcoin and held it for five years or more made significant returns on investment",
        "Bitcoin has continuously proven itself to be the greatest investment of the decade.",
        "Bitcoin is a highly risky investment and not fit for everyone.",
        "Not everyone is willing to sacrifice their time and money"
    ]
}