{
    "0": [
        "Yes, you would.",
        "So while yes, you may personally believe you would not get in one, and might even be right about yourself",
        "I would. However, I admit that, since I don't offer a proper explanation, some here would classify me as a zealot.",
        "If I could afford it, you can bet I would",
        "Yes, I would.",
        "I would",
        "I don’t think I ever would"
    ],
    "1": [
        "the research shows people are amazingly trusting of them",
        "I don’t trust them"
    ],
    "2": [
        "Only problem will exist when I am running late to work and there is a traffic problem",
        "It is like having your personal driver at all times",
        "I find driving fun",
        "There is no pleasure driving in urban traffic",
        "Absolutely. I hate driving, and can’t wait to never have to do it again.",
        "I love to drive on a nice day with little or no traffic",
        "The per-mile fatality of a bike is far above the per-most car drivers",
        "Yes - in a few years it might be safer than me driving.",
        "All in all, well, i would still prefer to drive to drive me car on short distance because to me, driving is a pleasure.",
        "It's safer than me driving, *even* at this point",
        "I don’t. I value people’s lives more than the effort I lose having to drive myself.",
        "Well, I wouldn’t now, but statistically, 90% of accidents are caused by human error"
    ],
    "3": [
        "What I mean is, autonomous cars would be great, IF THEY WERE THE ONLY CARS OUT THERE",
        "We will NEVER have autonomous driving cars that are fast and efficient",
        "I must comment that I rather board a robotic car made by Google to one made by Microsoft or Apple",
        "I don’t know if I would be as brave on a car someone else programmed - not because I’m smarter, more like the devil you know versus the demon you don't know what the car did, other times I was in the back seat with my head in a laptop trying to figure out why the car was doing what it was doing at any given time",
        "Intonomous cars may prove themselves in general to be safe and reliable",
        "I may own a Tesla some day, but I would likely not use the autonomous / semi-autonomous functions."
    ],
    "4": [
        "I already have",
        "Yes, I will.",
        "my definite answer is yes, I will",
        "Certainly. I did",
        "Oh, yes, please!"
    ],
    "5": [
        "I'm confident about this technological future",
        "their development style is geared toward \"productivity\" and not toward rigorous testing and safety controls",
        "I think that this technology has the potential to be very safe and convenient"
    ],
    "6": [
        "Absolutely. It will be a while before they are legal for regular people though.",
        "I'd consider it, definitely not straight away though - will wait a few years until everything is 100% safe and secure",
        "Yes, but not if it's built by Google.",
        "Yes, as soon as they work and are available at a reasonable price."
    ],
    "7": [
        "Absolutely.",
        "It seems like a reasonable question",
        "No, there is NO reason to.",
        "Yes, definitely.",
        "Maybe.",
        "Definitely not.",
        "Yes, but not always."
    ],
    "8": [
        "Absolutely!",
        "My answer is NO!",
        "Absolutely not!",
        "Nope. Absolutely not!",
        "NEVER!!"
    ],
    "9": [
        "Its a no brainer for the following reasons",
        "you never know",
        "Not at the time of answering.",
        "Not at this point"
    ],
    "10": [
        "NOI like control",
        "Yes",
        "Yes!",
        "Nope",
        "Yes",
        "Yes",
        "Not yet",
        "Yes",
        "I don’t think so"
    ],
    "11": [
        "You already do. It is called \"taxi\"",
        "I did have the luxury of building most of it myself, and writing all the control and planning algorithms",
        "A properly working one that can drive well? Yeah, I would.",
        "I would absolutely buy a car that drives itself",
        "I would love to have a robotic driver!! Hopefully by next year I will have the chance to drive in a self driving car",
        "Self-driving cars are an aspirational technology",
        "I could plug it (or the car could plug itself) to recharge anywhere",
        "I hate the idea of a self driving car",
        "I don't think I could compete with the fleets of self-driving cars to be owned and operated by Waymo, Lyft and Uber",
        "Self-driving Cars will be as convenient as having your own chauffeur at the price of public transportation",
        "just because I own it, doesn’t mean I would (or would not) use its self driving features",
        "I won't drive anything self driving",
        "Self-driving vehicles that don’t need a steering wheel or human intervention will not exist in the lifetime of anyone reading this",
        "No. It is too early in the technology to be able to trust the self-driving car.",
        "I would never own a self driving car",
        "Having a self-driving car will be a huge benefit",
        "I guess that depends: are we talking about the cars we have today, or some mythical future car that can actually do this?",
        "Yes, I really would like to have a self-driving car"
    ]
}